Repository: gautierlabarre/gnome-event-bar
Catalog: po/*.po
Languages: de, es, fr, it

source: General
de: Allgemein
fr: Général
it: Generale

source: Panel to show indicator in
de: Panel für Anzeige des Indikators
es: Panel donde mostrar el indicador
fr: Panneau où afficher l'indicateur
it: Pannello dove mostrare l'indicatore

source: Left
de: Links
es: Izquierda
fr: Gauche
it: Sinistra

source: Center
de: Mitte
es: Centro
fr: Centre
it: Centro

source: Right
de: Rechts
es: Derecha
fr: Droite
it: Destra

source: Show event icon before the event
de: Event-Symbol vor dem Event anzeigen
es: Mostrar icono del evento antes del evento
fr: Afficher l'icône avant l'événement
it: Mostra icona dell'evento prima dell'evento

source: Display event name
de: Event-Namen anzeigen
es: Mostrar nombre del evento
fr: Afficher le nom de l'événement
it: Mostra nome dell'evento

source: If disabled will show "Meeting" instead of the event name
de: Falls deaktiviert wird "Besprechung" statt des Event-Namens angezeigt
es: Si se desactiva, mostrará "Reunión" en lugar del nombre del evento
fr: Si désactivé, affichera "Réunion" au lieu du nom de l'événement
it: Se disabilitato mostrerà "Riunione" invece del nome dell'evento

source: Length of the event name displayed
de: Länge des angezeigten Event-Namens
es: Longitud del nombre del evento mostrado
fr: Longueur du nom d'événement affiché
it: Lunghezza del nome dell'evento visualizzato

source: Next events
de: Nächste Events
es: Próximos eventos
fr: Événements suivants
it: Prossimi eventi

source: Display event duration
de: Event-Dauer anzeigen
es: Mostrar duración del evento
fr: Afficher la durée de l'événement
it: Mostra durata dell'evento

source: Will add/remove the "for 30 min" in the event name
de: Fügt "für 30 Min" zum Event-Namen hinzu/entfernt es
es: Agregará/eliminará "por 30 min" en el nombre del evento
fr: Ajoute/supprime "pendant 30 min" dans le nom de l'événement
it: Aggiungerà/rimuoverà "per 30 min" nel nome dell'evento

source: Display the time before the event
de: Zeit bis zum Event anzeigen
es: Mostrar el tiempo antes del evento
fr: Afficher le temps avant l'événement
it: Mostra il tempo prima dell'evento

source: Will add/remove the "In 1 h" in the event name
de: Fügt "In 1 h" zum Event-Namen hinzu/entfernt es
es: Agregará/eliminará "En 1 h" en el nombre del evento
fr: Ajoute/supprime "Dans 1 h" dans le nom de l'événement
it: Aggiungerà/rimuoverà "Tra 1 h" nel nome dell'evento

source: Display the time of the event
de: Uhrzeit des Events anzeigen
es: Mostrar la hora del evento
fr: Afficher l'heure de l'événement
it: Mostra l'orario dell'evento

source: Will add/remove the "(15:00)" in the event name
de: Fügt "(15:00)" zum Event-Namen hinzu/entfernt es
es: Agregará/eliminará "(15:00)" en el nombre del evento
fr: Ajoute/supprime "(15:00)" dans le nom de l'événement
it: Aggiungerà/rimuoverà "(15:00)" nel nome dell'evento

source: Color Bar
de: Farbbalken
es: Barra de color
fr: Barre colorée
it: Barra colorata

source: Display a colored bar before events
de: Einen farbigen Balken vor Events anzeigen
es: Mostrar una barra de color antes de los eventos
fr: Afficher une barre colorée avant les événements
it: Mostra una barra colorata prima degli eventi

source: Show Color Bar
de: Farbbalken anzeigen
es: Mostrar barra de color
fr: Afficher la barre colorée
it: Mostra barra colorata

source: Display a 3px colored bar before the event text
de: Einen 3px farbigen Balken vor dem Event-Text anzeigen
es: Mostrar una barra de color de 3px antes del texto del evento
fr: Afficher une barre colorée de 3px avant le texte de l'événement
it: Mostra una barra colorata di 3px prima del testo dell'evento

source: Bar Color
de: Balkenfarbe
es: Color de la barra
fr: Couleur de la barre
it: Colore della barra

source: Reset to default
de: Auf Standard zurücksetzen
es: Restablecer por defecto
fr: Remettre par défaut
it: Ripristina predefinito

source: Text Styling
es: Estilo del texto
fr: Style du texte
it: Stile del testo

source: Customize the appearance of event text
de: Das Aussehen des Event-Texts anpassen
es: Personalizar la apariencia del texto del evento
fr: Personnaliser l'apparence du texte des événements
it: Personalizza l'aspetto del testo dell'evento

source: Font Size
de: Schriftgröße
es: Tamaño de fuente
fr: Taille de la police
it: Dimensione carattere

source: Adjust the font size of event text
de: Die Schriftgröße des Event-Texts anpassen
es: Ajustar el tamaño de fuente del texto del evento
fr: Ajuster la taille de police du texte des événements
it: Regola la dimensione del carattere del testo dell'evento

source: Text Color
de: Textfarbe
es: Color del texto
fr: Couleur du texte
it: Colore del testo

source: Choose the color of the event text
de: Die Farbe des Event-Texts wählen
es: Elegir el color del texto del evento
fr: Choisir la couleur du texte des événements
it: Scegli il colore del testo dell'evento

source: Current events
de: Aktuelle Events
es: Eventos actuales
fr: Événements actuels
it: Eventi attuali

source: Display the next event during an event
de: Das nächste Event während einem Event anzeigen
es: Mostrar el próximo evento durante un evento
fr: Afficher l'événement suivant pendant un événement
it: Mostra il prossimo evento durante un evento

source: When in a meeting, show the next event as well
de: In einer Besprechung auch das nächste Event anzeigen
es: Cuando esté en una reunión, mostrar también el próximo evento
fr: En réunion, afficher aussi l'événement suivant
it: Quando sei in una riunione, mostra anche il prossimo evento

source: Meeting
de: Besprechung
es: Reunión
fr: Réunion
it: Riunione

source: In %s
es: En %s
fr: Dans %s
it: Tra %s

source: for %s
de: für %s
es: por %s
fr: pendant %s
it: per %s

source: Ends in %s. Next: %s at %s
de: Endet in %s. Nächstes: %s um %s
es: Termina en %s. Siguiente: %s a las %s
fr: Se termine dans %s. Suivant : %s à %s
it: Finisce tra %s. Prossimo: %s alle %s

source: Ends in %s: %s
de: Endet in %s: %s
es: Termina en %s: %s
fr: Se termine dans %s : %s
it: Finisce tra %s: %s

source: EventBar Indicator
de: EventBar Indikator
es: Indicador EventBar
fr: Indicateur EventBar
it: Indicatore EventBar

source: Loading
de: Laden
es: Cargando
fr: Chargement
it: Caricamento

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni

source: %dh %dm
de: %dh %dmin
es: %dh %dmin
fr: %dh %dmin
it: %dh %dmin

source: %dm
de: %dmin
es: %dmin
fr: %dmin
it: %dmin

source: Global
it: Globale

source: Styling
es: Estilo
fr: Style
it: Stile

source: Icon
de: Symbol
es: Icono
fr: Icône
it: Icona

source: Configure event icon display
de: Event-Symbol Anzeige konfigurieren
es: Configurar visualización del icono del evento
fr: Configurer l'affichage de l'icône d'événement
it: Configura visualizzazione icona evento
